import React from 'react'

export default function About() {
  return (
    <div className='urduFont container about my-3'>
      <br />
   شخصی تعمیر ہی وہ فعل ہے جس کی بدولت کوئی معاشرہ ترقی کی منزلیں طے کرتا ہے، 
اگر کوئی قوم افراد کی تربیت کو نظر انداز کر دے تو ایک سفاق اور ظالم معاشرہ وجود میں آتا ہے۔ جس کی نہ کوئی اقدار ہوتی ہیں اور نہ ہی کوئی قانون، اگر کوئی قانون موجود بھی ہو وہ صرف غریب پر لاگو ہوتا ہے۔ 
<br />
الفلاح یوتھ فورم ایک ایسا ادارہ ہے جس کا مقصد افراد کی اخلاقی تربیت ہے،  کیونکہ:
<br />
<br />
 افراد کے ہاتھوں میں ہے اقوام کی تقدیر<br />
 ہر فرد ہے ملت کے مقدر کا ستارہ
<br /><br />
ادارہ ہذا کے اہم کام درج ذیل ہیں۔
<br />
تحریر و تقریر کے ذریعے سے ایمان و اخلاق کی دعوت دے کر  افراد کو معاشرے کا مفید انسان بنانا۔ 
<br />
 سطحیت سے نکال کر تحقیق و تعلیم کی راہ پر  گامزن کرنا۔
<br />
جذباتی پن،  الزام تراشی اور انا پرستی کے بجائے ،صبر ،معقولیت، حلم اور علم کے ذریعے سے انفرادی اور اجتماعی مسائل حل کرنے کا طریقہ سیکھانا۔
<br />
 درج ذیل پروجیکٹس ادارہ ہذا پیش کر چکا ہے۔
<br />
ہر ماہ الفلاح میگزین سوشل میڈیا پر عوام الناس کی سہولت کی خاطر 0٪ چارج پر فراہم کیا جاتا ہے۔
<br />
قرآن کو سمجھنے کے لیے  آسان قرآنیک عریبک کورس کا انعقاد کیا جاتا ہے۔
<br />
شخصی تعمیر کے متعلق لیکچرز سوشل میڈیا پر فراہم کیے جاتے ہیں۔
<br />
<br />
آپ ہماری درج ذیل طریقوں سے مدد کر سکتے ہیں۔
<br />
<br /> ہمارے کورسیز سے تربیت حاصل کر کے ایک مفید انسان بن جائیں۔
<br /> ہمارا کانٹینٹ اپنے قریبی احباب کے ساتھ شیئر کریں۔
<br /> مالی مدد کریں۔
<br />
اس نیک کام میں ہمارے ساتھ کھڑے ہو کر  دردمند مسلمان ہونے کی ذمہ داری پوری کیجئے۔
    <br />
    <br />

    </div>
  )
}
