import React from 'react'

export default function Columns() {
  return (
    <>

    <div class="card container my-3" style={{width: "18rem"}}>
  <img src="/imageslogos/dotedblacklogo.png" class="card-img-top" alt="..."/>
  </div>
  <div class="card-body" style={{width: "100%",textAlign:"right"}}>
    <p class="card-text mx-3 urduFont about">🌐🌐🌐 دو چہرے 🌐🌐🌐

<br />
اربوں سالوں سے موجود اس کائنات میں انسان کو آئے کئی ہزار سال گزر گے، خالقِ کائنات نے پیغمبر بھیجے، اپنا پیغام پہنچایا، نہ ماننے والوں کو دنیا میں بھی سزائیں دی لیکن آج تک ہم انسان نہ خود اللّٰہ کی عبادت سے لطف اٹھاتے ہوئے حسین زندگی گزارتے ہیں اور نہ دوسروں کو  اس زندگی سے لطف اٹھانے دیتے ہیں۔ خود بھی اَن دیکھی زنجیروں کی قید میں رہتے ہیں اور دوسروں کو بھی اس قید کی طرف کھینچتے رہتے ہیں۔

<br />
ایک عجیب سی سوچ سوچے بیٹھے ہیں، کچھ انجان سے نظریے بنائیں بیٹھے ہیں، چاہ کے بھی کسی سے اظہار محبت کر نہیں سکتے اور کسی سے عدم محبت کے باوجود روز اظہار محبت کرتے ہیں۔
<br />
مسلمانوں کے اس معاشرے میں رحمت بیٹی  کے  پیدا ہونے پر بطورِ مسلمان باپ خوشی محسوس کرتا ہے ماں بھی چہرے پر خوشی کے آثار پیدا کرتی ہے لیکن پھر ایک ڈر، خوف، خطرہ ماں باپ کے دل سے خوشی نام کی چیز نگل جاتا ہے، بے شمار خوف ساری عمر لاحق رہتے ہیں پھر سب سے بڑا خوف ںیٹی کی پرائے گھر میں رخصتی۔
<br />
باپ بیٹی  سے پیار کرتا ہے تو ساتھ ایک انجان سوچ اس کو جدا بھی کرنا ہوگا کے غم میں نڈھال رہتا ہے۔ میری بیٹی کو شوہر، ساس،نند کیسے ملے گئے ماں کی سوچوں کا محور بس یہی رہتا ہے اور کہا جائے پریشان نہ ہوں تو جواب ملتا ہے عورت ذات ہے۔
 معاشرے کے لوگ لڑتے ہیں کوئی کہتا ہے عورت کو آزادی دو، کوئی کہتا ہے عورت کو عزت دو، یہ سب جھگڑے نظر آتے ہیں لیکن گھر میں موجود عورت کو عزت کون دے وہی باپ بیٹی کو رخصت کرتا ہے، بیٹے کی شادی کرتا ہے بہو گھر آتی ہے نعرے لگانے والا شخص اسے بیٹی سمجھنے کو راضی نہیں۔ وہ ماں، بیٹی کی فکر نے جس کے بال سفید کر دیے وہ کسی کی بیٹی کو بیٹی کا درجہ تو کجا  انسان سمجھنے پر بھی راضی نہیں، گھر کا حاکم تو عدل پر راضی نہیں، شکوہ ہر چوک میں ریاست کے حاکم سے، اللہ جانے ایسے لوگ حاکمِ وقت سے شکوہ کس منہ سے کرتے ہیں۔
<br />
 یہی حال ہمارے اسلام کا ہے سب کہتے ہیں اسلام کو عزت  دو، سوال پھر وہی ہے عزت کون دے؟ پھر عزت کا معیار بھی تو ہمارا ایک  دوسرے سے جدا ٹھہرا، کسی نے اسلام کی دعوت کو عزت سمجھا، کسی نے جہاد کو، کسی نے ظاہری عبادات کو، تو کسی کے نزدیک باطنی طہارت عزت کا معیار ٹھری، کسی کے نزدیک سب کچھ چھوڑ چھاڑ کے حاکمِ وقت سے عزت کروانا معیار عزت بنا، یہ سب کام اسلام کا ہی حصہ ہیں کسی ایک کو پکڑ لینا کہا کا انصاف ہے۔
<br />
بات پھر وہی ہے باتیں تو بہت زور سے کی جاتی ہیں لیکن اب گھر میں اسلام کو عزت کون دے۔ ایک بچہ حافظِ قرآن بن جاتا ہے باقی چار کو نماز بھی مکمل نہیں آتی کیا یہ عزت ہے؟ 
<br />
اللہ کی نازل کردہ کتاب کو پڑھا تو بہت مرتبہ لیکن سمجھنے کی ایک دفعہ بھی کوشش نہ کی اور جو پڑھا عربی سنیں تو تعجب سے پوچھیں تقرء ای الکتاب ( آپ کونسی کتاب پڑھ رہے ہیں)
<br />
🟥 دراصل بات یہ ہے ہم ریاست میں تو اسلام اور عورت کی عزت کے طلبگار ہیں لیکن اپنی ذات اور اپنے گھر میں نہیں۔ 🟥
<br />
جیسے کسی نے کیا ہی خوب کہا، ہم دعا کرتے ہیں یااللہ ہمیں نیک بنا دے اور پھر ڈر بھی رہے ہوتے ہیں کہیں اللہ سچی مچی کا نیک بنا ہی نہ دے۔

 ہم شاید ایک نہیں دو چہرے رکھتے ہیں کچھ تو ایسا ضرور ہے ہمارے کام ہماری باتوں سے مختلف ہیں، ہمارا اندر کا چہرہ اتنا بھیانک ہے جسے ہم کسی کو  دیکھا نہیں سکتے، دیکھانا دور کی بات، ہم اسے خود بھی دیکھ نہیں سکتے، لیکن کبھی ہمت کریں، اکیلے بند کمرے میں اس کو دیکھیں اور اپنا احتساب کریں اس سے پہلے کہ آپ کااحتساب کیا جائے۔
ڈاکٹر ذیشان الحسن عثمانی صاحب نے اس بات کو کیا ہی خوب انداز میں قلم بند کیا ہے۔
<br />
اکیلا ہے بند ہے کمرہ،
اب تو چہرہ اتار کے رکھ دے۔</p>
  
</div>
<hr />

<div class="card container my-3" style={{width: "18rem"}}>
  <img src="/imageslogos/dotedblacklogo.png" class="card-img-top" alt="..."/>
  </div>
  <div class="card-body" style={{width: "100%",textAlign:"right"}}>
    <p class="card-text mx-3 urduFont about"> ہمارا تو پیمانہ ہی غلط ہے۔🟩
<br />
زندگی رب ذوالجلال کی بہت بڑی نعمت ہے، لیکن کچھ لوگ یا شاید لوگوں کی کثرت بھی کہہ دیا جائے تو غلط نہ ہوگا، اس نعمت کو زحمت سمجھتے ہیں۔کیونکہ یہ نعمت ہے یا زحمت، لوگ اس کا فیصلہ چند چیزوں کی روشنی میں کرتے ہیں۔ 
<br />



کیا انسان کے پاس صحت موجود ہے؟
<br />
کیا انسان کے پاس دولت اور شہرت موجود ہے؟
<br />

کیا انسان کے پاس زندگی سے لطف اندوز ہونے کے لیے فراغت کے لمحات موجود ہیں؟
<br />
یہ چیزیں جس شخص کے پاس موجود ہوں لوگ اسے کامیاب انسان کہتے ہیں۔

<br />
اب کیا وہ شخص جس کے پاس یہ سب موجود نہ ہو تو کیا؟ اس کے لیے یہ زندگی زحمت ہو گی، یقیناً ہو گی اگر وہ زندگی دینے والے کے اصولوں سے واقفیت نہ رکھتا ہو تو، کیا ایسا ممکن ہے کہ یہ سب چیزیں حاصل کر سکیں؟ بلکل ممکن ہے  بھی اور نہیں بھی، لیکن حاصل تو لاحاصل کو کیا جاتا ہے، جب کوئی شخص انہیں حاصل کر رہا ہوگا تو اس وقت وہ کیسے صبر کرے اور اطمینان کے ساتھ اپنی منزل کی طرف بڑھتارہے اگر پھر شکست کھا گیا تو اب کیا ہوگا؟ بات پھر وہی ہے زندگی دینے والے کے اصول جاننا ضروری ہے۔

جب ہم زندگی دینے والے کے اصول دیکھتے ہیں تو ہمیں پتا چلتا ہے وہاں تو پیمانہ ہی مختلف ہے۔
<br />
<strong>
یقیناً ایمان والوں نے فلاح حاصل کر لی۔ ... ( 23:01)
</strong>
<br /> <strong>
بیشک وہ شخص فلاح پا گیا جس نے اس  ( نفس )  کو  ( رذائل سے )  پاک کر لیا۔  ( اور اس میں نیکی کی نشو و نما کی) ... (91:09)
</strong>
<br />
ہر جاندار کو موت کا مزہ چکھنا ہے، اور تم سب کو ( تمہارے اعمال کے ) پورے پورے بدلے قیامت ہی کے دن ملیں گے۔ پھر جس کسی کو دوزخ سے دور ہٹالیا گیا اور جنت میں داخل کردیا گیا، وہ صحیح معنی میں کامیاب ہوگیا،<strong><br /> اور یہ دنیوی زندگی تو ( جنت کے مقابلے میں ) دھوکے کے سامان کے سوا کچھ بھی نہیں۔ ... (03:185)
</strong>
<br />
زندگی دینے والے کے اصول بلکل واضح ہیں، حقیقی کامیابی وہ بلکل بھی نہیں ہے جسے ہم کامیابی کہتے ہیں اور اگر اسے کامیابی سمجھ لیا جائے تو پھر ایسا ماحول بن جاتا ہے جس میں ہر شخص ایک بے سکونی کی کیفیت میں مبتلا رہتا ہے، جس طرح آج ہم اپنے آپ کو  اور اپنے اردگرد لوگوں کو ایک بے چینی کی کیفیت میں دیکھتے ہیں، سب کچھ ہوتے ہوئے بھی ہم پرسکون نہیں ہوتے کیونکہ ہم نے کامیابی کی تعریف کرتے ہوئے زندگی دینے والے کے اصولوں کو مد نظر نہیں رکھا۔
<br />
اس کا مطلب ہرگز یہ نہیں ہم مال، دولت، شہرت وغیرہ حاصل نہ کریں سب کچھ  حاصل کریں، محنت کریں، لیکن رب ذوالجلال کے اصولوں کو نظر انداز نہ کریں ورنہ نقصان ہمارا ہی ہے، میرے اللہ کے اصولوں کو جاننے والا جانتا ہے کہ محنت کرنا اس کا کام ہے، محنت کا پھل اللہ کی مرضی ہے وہ چاہے تو ابھی دے دے، وہ چاہے تو آخرت میں دے دے، اچھی نیت کے ساتھ ہر جائز کام کریں اللہ ضرور اچھے کاموں کا صلہ دے گا۔
<br />
ہمیں اپنا پیمانہ درست کرنے کی اشد ضرورت ہے، جب تک ہم پیمانہ درست نہیں کرتے، تب تک زندگی پرسکون نہیں ہو سکے گی، لہذا ہم سب اپنے آپ سے یہ کوشش شروع کرتے ہیں اور  نیت کرتے ہیں کہ آئندہ ہر کام کرنے سے پہلے رب ذوالجلال کے اصولوں کو لازمی جاننے کی کوشش کریں گئے۔ ان شاءاللہ</p>
  <br /><br />
</div>

    </>
  )
}
